{
  "CopilotChat.nvim": { "branch": "main" },
  "ack.vim": { "branch": "master" },
  "avante.nvim": { "branch": "main" },
  "claudecode.nvim": { "branch": "main" },
  "coc.nvim": { "branch": "release" },
  "conform.nvim": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "cursor-agent.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "hardtime.nvim": { "branch": "main" },
  "img-clip.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mini.icons": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "nerdcommenter": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
  "onedarkpro.nvim": { "branch": "main" },
  "opencode.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "symbols-outline.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tokyodark.nvim": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-prettier": { "branch": "master" },
  "vim-rails": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-rubocop": { "branch": "master" },
  "vimtex": { "branch": "master" }
}
