{
  "plugins": {
    "CopilotChat": {
      "src": "https://github.com/CopilotC-Nvim/CopilotChat.nvim"
    },
    "ack": {
      "src": "https://github.com/mileszs/ack.vim"
    },
    "avante": {
      "src": "https://github.com/yetone/avante.nvim"
    },
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "claudecode": {
      "src": "https://github.com/coder/claudecode.nvim"
    },
    "conform": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "copilot": {
      "src": "https://github.com/github/copilot.vim"
    },
    "copilot-lua": {
      "src": "https://github.com/zbirenbaum/copilot.lua"
    },
    "dressing": {
      "src": "https://github.com/stevearc/dressing.nvim"
    },
    "gruvbox": {
      "src": "https://github.com/ellisonleao/gruvbox.nvim"
    },
    "hardtime": {
      "src": "https://github.com/m4xshen/hardtime.nvim"
    },
    "img-clip": {
      "src": "https://github.com/HakonHarnes/img-clip.nvim"
    },
    "kanagawa": {
      "src": "https://github.com/rebelot/kanagawa.nvim"
    },
    "lualine": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mini.icons": {
      "src": "https://github.com/echasnovski/mini.icons"
    },
    "mini.indentscope": {
      "src": "https://github.com/echasnovski/mini.indentscope"
    },
    "mini.surround": {
      "src": "https://github.com/echasnovski/mini.surround"
    },
    "nightfox": {
      "src": "https://github.com/EdenEast/nightfox.nvim"
    },
    "nui": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-tree": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "onedark": {
      "src": "https://github.com/navarasu/onedark.nvim"
    },
    "onedarkpro": {
      "src": "https://github.com/olimorris/onedarkpro.nvim"
    },
    "opencode": {
      "src": "https://github.com/nickjvandyke/opencode.nvim"
    },
    "plenary": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "render-markdown": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "schemastore": {
      "src": "https://github.com/b0o/schemastore.nvim"
    },
    "snacks": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "telescope": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "tiny-cmdline": {
      "src": "https://github.com/rachartier/tiny-cmdline.nvim"
    },
    "tokyodark": {
      "src": "https://github.com/tiagovla/tokyodark.nvim"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-rails": {
      "src": "https://github.com/tpope/vim-rails"
    },
    "vim-rhubarb": {
      "src": "https://github.com/tpope/vim-rhubarb"
    },
    "vimtex": {
      "src": "https://github.com/lervag/vimtex"
    },
    "which-key": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
